"Open File in Preskim" = "Открыть файл в Preskim";
"Open URL in Preskim" = "Открыть URL-адрес в Preskim";
"Open Selected PDF" = "Открыть выбранный PDF-файл";
"Show Preskim Notes" = "Показать заметки Preskim";
